---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrStringerHeight
source: html/9675b035-3768-d571-caca-146f1ce71434.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrStringerHeight Property

"Stringer Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrStringerHeight { get; }
```